Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Blank Automation
bn: খালি অটোমেশন
es: Automatización en blanco
fr: Automatisation vierge
hi: खाली स्वचालन
it: Automazione vuota
ja: 空の自動化
ko: 빈 자동화
pt_br: Automação em branco
ru: Пустая автоматизация
sv: Tom automatisering
zh_hans: 空白自动化
zh_hant: 空白自動化

source: Block ads
bn: বিজ্ঞাপন আটকান
es: Bloquear anuncios
fr: Bloquer les publicités
hi: विज्ञापन रोकें
it: Blocca annunci
ja: 広告をブロック
ko: 광고 차단
pt_br: Bloquear anúncios
ru: Блокировать рекламу
sv: Blockera annonser
zh_hans: 拦截广告
zh_hant: 阻擋廣告

source: Blocked
bn: বাধাগ্রস্ত
es: Bloqueado
fr: Bloqué
hi: अवरुद्ध
it: Bloccato
ja: ブロック中
ko: 차단됨
pt_br: Bloqueado
ru: Заблокировано
sv: Blockerat
zh_hans: 受阻
zh_hant: 受阻

source: Blocking ads in new and open browser tabs.
bn: নতুন ও খোলা ব্রাউজার ট্যাবে বিজ্ঞাপন আটকানো হচ্ছে।
es: Bloqueando anuncios en pestañas nuevas y abiertas.
fr: Blocage des publicités dans les onglets nouveaux et ouverts.
hi: नए और खुले ब्राउज़र टैब में विज्ञापन रोके जा रहे हैं।
it: Blocco degli annunci nelle schede nuove e aperte.
ja: 新規・既存のタブで広告をブロックしています。
ko: 새 탭과 열린 탭에서 광고를 차단하고 있습니다.
pt_br: Bloqueando anúncios nas abas novas e abertas.
ru: Реклама блокируется в новых и открытых вкладках.
sv: Blockerar annonser i nya och öppna flikar.
zh_hans: 正在拦截新建和已打开标签页中的广告。
zh_hant: 正在阻擋新增與已開啟分頁中的廣告。

source: Board
bn: বোর্ড
es: Tablero
fr: Tableau
hi: बोर्ड
ja: ボード
ko: 보드
pt_br: Quadro
ru: Доска
sv: Tavla
zh_hans: 看板
zh_hant: 看板

source: Bookmark this page
bn: এই পৃষ্ঠা বুকমার্ক করুন
es: Marcar esta página
fr: Ajouter cette page aux favoris
hi: इस पेज को बुकमार्क करें
it: Aggiungi questa pagina ai segnalibri
ja: このページをブックマーク
ko: 이 페이지 북마크
pt_br: Adicionar esta página aos favoritos
ru: Добавить страницу в закладки
sv: Bokmärk sidan
zh_hans: 将此页面加入书签
zh_hant: 將此頁面加入書籤

source: Bookmarks
bn: বুকমার্ক
es: Marcadores
fr: Signets
hi: बुकमार्क
it: Preferiti
ja: ブックマーク
ko: 책갈피
pt_br: Favoritos
ru: Закладки
sv: Bokmärken
zh_hans: 书签
zh_hant: 書籤

source: Bookmarks and history
bn: বুকমার্ক ও ইতিহাস
es: Marcadores e historial
fr: Favoris et historique
hi: बुकमार्क और इतिहास
it: Segnalibri e cronologia
ja: ブックマークと履歴
ko: 북마크 및 방문 기록
pt_br: Favoritos e histórico
ru: Закладки и история
sv: Bokmärken och historik
zh_hans: 书签和历史记录
zh_hant: 書籤與瀏覽記錄

source: Branch
bn: ব্রাঞ্চ
es: Rama
fr: Branche
hi: ब्रांच
ja: ブランチ
ko: 브랜치
ru: Ветка
sv: Gren
zh_hans: 分支
zh_hant: 分支

source: Branch for that pull request
bn: সেই পুল রিকোয়েস্টের ব্রাঞ্চ
es: Rama de esa solicitud de cambios
fr: Branche de cette pull request
hi: उस पुल अनुरोध की ब्रांच
it: Ramo di quella pull request
ja: そのプルリクエストのブランチ
ko: 해당 풀 리퀘스트의 브랜치
pt_br: Branch dessa pull request
ru: Ветка этого pull request
sv: Gren för den pull requesten
zh_hans: 该拉取请求的分支
zh_hant: 該提取要求的分支

source: Branch from
bn: এটি থেকে ব্রাঞ্চ তৈরি করুন
es: Crear rama desde
fr: Créer une branche depuis
hi: इससे ब्रांच बनाएँ
it: Crea branch da
ja: 分岐元
ko: 분기 기준
pt_br: Criar branch a partir de
ru: Создать ветку от
sv: Förgrena från
zh_hans: 基于分支
zh_hant: 以此分支為基礎

source: Branch from %@
bn: %@ থেকে ব্রাঞ্চ
es: Rama desde %@
fr: Branche depuis %@
hi: %@ से ब्रांच बनाएँ
it: Branch da %@
ja: %@ からブランチを作成
ko: %@에서 브랜치 생성
pt_br: Branch a partir de %@
ru: Ветка от %@
sv: Gren från %@
zh_hans: 从 %@ 创建分支
zh_hant: 從 %@ 建立分支

source: Branch name can’t contain spaces, “..” or ~ ^ : ? * [ \
bn: ব্রাঞ্চের নামে ফাঁকা স্থান, “..” বা এগুলো থাকতে পারে না: ~ ^ : ? * [ \
es: El nombre no puede contener espacios, «..» ni ~ ^ : ? * [ \
fr: Le nom ne peut contenir d’espaces, « .. » ni ~ ^ : ? * [ \
hi: ब्रांच के नाम में रिक्त स्थान, “..” या ये नहीं हो सकते: ~ ^ : ? * [ \
it: Il nome non può contenere spazi, “..” o ~ ^ : ? * [ \
ja: ブランチ名には空白、「..」、次の記号を含められません： ~ ^ : ? * [ \
ko: 브랜치 이름에 공백, “..” 또는 다음 문자를 포함할 수 없습니다: ~ ^ : ? * [ \
pt_br: O nome não pode conter espaços, “..” ou ~ ^ : ? * [ \
ru: Имя ветки не может содержать пробелы, «..» или ~ ^ : ? * [ \
sv: Grennamnet får inte innehålla blanksteg, ”..” eller ~ ^ : ? * [ \
zh_hans: 分支名称不能包含空格、“..”或 ~ ^ : ? * [ \
zh_hant: 分支名稱不能包含空格、「..」或 ~ ^ : ? * [ \

source: Branch name can’t start with “-” or end with “/”, “.” or “.lock”
bn: ব্রাঞ্চের নাম “-” দিয়ে শুরু বা “/”, “.” বা “.lock” দিয়ে শেষ হতে পারে না
es: El nombre no puede empezar por «-» ni terminar en «/», «.» o «.lock»
fr: Le nom ne peut commencer par « - » ni finir par « / », « . » ou « .lock »
hi: ब्रांच का नाम “-” से शुरू या “/”, “.”, “.lock” पर खत्म नहीं हो सकता
it: Il nome non può iniziare con “-” né terminare con “/”, “.” o “.lock”
ja: ブランチ名は「-」で開始したり「/」「.」「.lock」で終了したりできません
ko: 브랜치 이름은 “-”로 시작하거나 “/”, “.”, “.lock”으로 끝날 수 없습니다
pt_br: O nome não pode começar com “-” nem terminar com “/”, “.” ou “.lock”
ru: Имя ветки не может начинаться с «-» или заканчиваться на «/», «.» или «.lock»
sv: Grennamnet får inte börja med ”-” eller sluta med ”/”, ”.” eller ”.lock”
zh_hans: 分支名称不能以“-”开头或以“/”、“.”或“.lock”结尾
zh_hant: 分支名稱不能以「-」開頭或以「/」、「.」或「.lock」結尾

source: Branch name or URL
bn: ব্রাঞ্চের নাম বা URL
es: Nombre de rama o URL
fr: Nom de branche ou URL
hi: ब्रांच का नाम या URL
it: Nome del ramo o URL
ja: ブランチ名または URL
ko: 브랜치 이름 또는 URL
pt_br: Nome da branch ou URL
ru: Имя ветки или URL
sv: Grennamn eller URL
zh_hans: 分支名称或网址
zh_hant: 分支名稱或網址

source: Bring the PR branch up to date with its base.
bn: PR ব্রাঞ্চকে বেস ব্রাঞ্চের সঙ্গে আপডেট করুন।
es: Actualiza la rama del PR con su rama base.
fr: Met à jour la branche de la PR avec sa base.
hi: PR ब्रांच को आधार ब्रांच के साथ अपडेट करें।
it: Aggiorna il branch della PR con il branch di base.
ja: PRブランチにベースブランチの最新内容を反映します。
ko: PR 브랜치를 기준 브랜치의 최신 상태로 업데이트합니다.
pt_br: Atualiza a branch do PR com a branch base.
ru: Обновляет ветку PR из базовой ветки.
sv: Uppdaterar PR-grenen med dess basgren.
zh_hans: 将 PR 分支更新至目标分支的最新状态。
zh_hant: 將 PR 分支更新至目標分支的最新狀態。

source: Browser
bn: ব্রাউজার
es: Navegador
fr: Navigateur
hi: ब्राउज़र
ja: ブラウザ
ko: 브라우저
pt_br: Navegador
ru: Браузер
sv: Webbläsare
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Browsing data
bn: ব্রাউজিং ডেটা
es: Datos de navegación
fr: Données de navigation
hi: ब्राउज़िंग डेटा
it: Dati di navigazione
ja: 閲覧データ
ko: 인터넷 사용 기록
pt_br: Dados de navegação
ru: Данные браузера
sv: Webbdata
zh_hans: 浏览数据
zh_hant: 瀏覽資料

source: Browsing history
bn: ব্রাউজিং ইতিহাস
es: Historial de navegación
fr: Historique de navigation
hi: ब्राउज़िंग इतिहास
it: Cronologia di navigazione
ja: 閲覧履歴
ko: 방문 기록
pt_br: Histórico de navegação
ru: История браузера
sv: Webbhistorik
zh_hans: 浏览历史
zh_hant: 瀏覽記錄

source: Browsing history cleared.
bn: ব্রাউজিং ইতিহাস মুছে ফেলা হয়েছে।
es: Historial de navegación borrado.
fr: Historique de navigation effacé.
hi: ब्राउज़िंग इतिहास साफ़ हो गया।
it: Cronologia di navigazione cancellata.
ja: 閲覧履歴を消去しました。
ko: 방문 기록을 지웠습니다.
pt_br: Histórico de navegação limpo.
ru: История браузера очищена.
sv: Webbhistoriken har rensats.
zh_hans: 已清除浏览历史记录。
zh_hant: 已清除瀏覽記錄。

source: Build and run %@
bn: %@ বিল্ড করে চালান
es: Compilar y ejecutar %@
fr: Compiler et exécuter %@
hi: %@ बिल्ड करके चलाएँ
it: Compila ed esegui %@
ja: %@ をビルドして実行
ko: %@ 빌드 및 실행
pt_br: Compilar e executar %@
ru: Собрать и запустить %@
sv: Bygg och kör %@
zh_hans: 构建并运行 %@
zh_hant: 建置並執行 %@

source: Build Destination
bn: বিল্ড গন্তব্য
es: Destino de compilación
fr: Destination de compilation
hi: बिल्ड गंतव्य
it: Destinazione di compilazione
ja: ビルド先
ko: 빌드 대상
pt_br: Destino de compilação
ru: Цель сборки
sv: Byggmål
zh_hans: 构建目标
zh_hant: 建置目標

source: Calls: %lld · Errors: %lld
bn: কল: %lld · ত্রুটি: %lld
es: Llamadas: %lld · Errores: %lld
fr: Appels : %lld · Erreurs : %lld
hi: कॉल: %lld · त्रुटियाँ: %lld
it: Chiamate: %lld · Errori: %lld
ja: 呼び出し：%lld · エラー：%lld
ko: 호출: %lld · 오류: %lld
pt_br: Chamadas: %lld · Erros: %lld
ru: Вызовы: %lld · Ошибки: %lld
sv: Anrop: %lld · Fel: %lld
zh_hans: 调用：%lld · 错误：%lld
zh_hant: 呼叫：%lld · 錯誤：%lld

source: Can’t tell which status this column maps to — use the move menu.
bn: এই কলামের অবস্থা নির্ধারণ করা যায়নি। সরানোর মেনু ব্যবহার করুন।
es: No se puede determinar el estado de esta columna. Usa el menú Mover.
fr: Impossible d’identifier le statut de cette colonne. Utilisez le menu Déplacer.
hi: इस कॉलम की स्थिति पता नहीं है। स्थानांतरण मेनू इस्तेमाल करें।
it: Impossibile determinare lo stato della colonna. Usa il menu Sposta.
ja: この列に対応するステータスを判別できません。移動メニューを使ってください。
ko: 이 열에 해당하는 상태를 확인할 수 없습니다. 이동 메뉴를 사용하세요.
pt_br: Não foi possível identificar o status desta coluna. Use o menu Mover.
ru: Не удалось определить статус столбца. Используйте меню перемещения.
sv: Kan inte avgöra kolumnens status. Använd flyttmenyn.
zh_hans: 无法确定此列对应的状态。请使用移动菜单。
zh_hant: 無法判斷此欄對應的狀態。請使用移動選單。

source: Cancel
bn: বাতিল
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

source: Cancel Download
bn: ডাউনলোড বাতিল করুন
es: Cancelar descarga
fr: Annuler le téléchargement
hi: डाउनलोड रद्द करें
it: Annulla download
ja: ダウンロードをキャンセル
ko: 다운로드 취소
pt_br: Cancelar download
ru: Отменить загрузку
sv: Avbryt hämtning
zh_hans: 取消下载
zh_hant: 取消下載

source: Cannot create terminal socket directory.
bn: টার্মিনাল সকেট ডিরেক্টরি তৈরি করা যায়নি।
es: No se puede crear el directorio del socket del terminal.
fr: Impossible de créer le dossier du socket du terminal.
hi: टर्मिनल सॉकेट डायरेक्टरी नहीं बना सके।
it: Impossibile creare la cartella del socket del terminale.
ja: ターミナルのソケットディレクトリを作成できません。
ko: 터미널 소켓 디렉터리를 만들 수 없습니다.
pt_br: Não foi possível criar o diretório do socket do terminal.
ru: Не удалось создать каталог сокета терминала.
sv: Kan inte skapa terminalens socketkatalog.
zh_hans: 无法创建终端套接字目录。
zh_hant: 無法建立終端機通訊端目錄。

source: Cannot inspect terminal socket.
bn: টার্মিনাল সকেট পরীক্ষা করা যায়নি।
es: No se puede inspeccionar el socket del terminal.
fr: Impossible d’inspecter le socket du terminal.
hi: टर्मिनल सॉकेट की जाँच नहीं कर सके।
it: Impossibile ispezionare il socket del terminale.
ja: ターミナルのソケットを確認できません。
ko: 터미널 소켓을 검사할 수 없습니다.
pt_br: Não foi possível inspecionar o socket do terminal.
ru: Не удалось проверить сокет терминала.
sv: Kan inte undersöka terminalens socket.
zh_hans: 无法检查终端套接字。
zh_hant: 無法檢查終端機通訊端。

source: Cascade · Pending reviews: %lld
bn: Cascade · অপেক্ষমাণ রিভিউ: %lld
es: Cascade · Revisiones pendientes: %lld
fr: Cascade · Revues en attente : %lld
hi: Cascade · लंबित समीक्षाएँ: %lld
it: Cascade · Revisioni in attesa: %lld
ja: Cascade · レビュー待ち：%lld
ko: Cascade · 대기 중인 검토: %lld
pt_br: Cascade · Revisões pendentes: %lld
ru: Cascade · Ожидают проверки: %lld
sv: Cascade · Väntande granskningar: %lld
zh_hans: Cascade · 待审查：%lld
zh_hant: Cascade · 待審查：%lld

source: Cascade comes with vscode-icons. Others install from Open VSX; themes only on the VS Code Marketplace, and themes that draw their icons with a font, are not supported.
bn: Cascade-এর সঙ্গে vscode-icons আসে। অন্যগুলো Open VSX থেকে ইনস্টল হয়; শুধু VS Code Marketplace-এ থাকা থিম এবং ফন্ট দিয়ে আইকন আঁকা থিম সমর্থিত নয়।
es: Cascade incluye vscode-icons. Los demás se instalan desde Open VSX; los temas que solo están en VS Code Marketplace y los que dibujan sus iconos con una fuente no son compatibles.
fr: Cascade est fourni avec vscode-icons. Les autres s’installent depuis Open VSX ; les thèmes disponibles uniquement sur VS Code Marketplace et ceux qui dessinent leurs icônes avec une police ne sont pas pris en charge.
hi: Cascade में vscode-icons शामिल है। अन्य थीम Open VSX से इंस्टॉल होती हैं; केवल VS Code Marketplace पर मिलने वाली थीम और फ़ॉन्ट से आइकन बनाने वाली थीम समर्थित नहीं हैं।
it: Cascade include vscode-icons. Gli altri si installano da Open VSX; i temi presenti solo su VS Code Marketplace e quelli che disegnano le icone con un font non sono supportati.
ja: Cascade には vscode-icons が付属しています。その他は Open VSX からインストールします。VS Code Marketplace のみにあるテーマや、フォントでアイコンを描画するテーマには対応していません。
ko: Cascade에는 vscode-icons가 포함되어 있습니다. 다른 테마는 Open VSX에서 설치하며, VS Code Marketplace에만 있는 테마와 글꼴로 아이콘을 그리는 테마는 지원되지 않습니다.
pt_br: O Cascade vem com vscode-icons. Os outros são instalados do Open VSX; temas disponíveis apenas no VS Code Marketplace e temas que desenham seus ícones com uma fonte não são compatíveis.
ru: Cascade включает vscode-icons. Остальные устанавливаются из Open VSX; темы, доступные только в VS Code Marketplace, и темы, рисующие значки шрифтом, не поддерживаются.
sv: Cascade levereras med vscode-icons. Andra installeras från Open VSX; teman som bara finns på VS Code Marketplace och teman som ritar sina ikoner med ett typsnitt stöds inte.
zh_hans: Cascade 自带 vscode-icons。其他主题可从 Open VSX 安装；仅在 VS Code Marketplace 上提供的主题，以及用字体绘制图标的主题，均不受支持。
zh_hant: Cascade 內建 vscode-icons。其他佈景主題可從 Open VSX 安裝；僅在 VS Code Marketplace 上提供的佈景主題，以及以字型繪製圖示的佈景主題，均不支援。

source: Cascade could not quit
bn: Cascade বন্ধ করা যায়নি
es: Cascade no pudo cerrarse
fr: Impossible de quitter Cascade
hi: Cascade बंद नहीं हो सका
it: Impossibile uscire da Cascade
ja: Cascadeを終了できませんでした
ko: Cascade를 종료하지 못했습니다
pt_br: Não foi possível sair do Cascade
ru: Не удалось завершить Cascade
sv: Kunde inte avsluta Cascade
zh_hans: Cascade 无法退出
zh_hant: Cascade 無法結束

source: Cascade follows your preferred app language in macOS System Settings → General → Language & Region. Restart Cascade after changing it. Customize keyboard shortcuts in Settings → Shortcuts. Terminal output, repository content, and text from GitHub or Jira stay in their original language.
bn: Cascade macOS-এর সিস্টেম সেটিংস → সাধারণ → ভাষা ও অঞ্চলে নির্বাচিত অ্যাপের ভাষা ব্যবহার করে। ভাষা বদলানোর পর Cascade আবার চালু করুন। সেটিংস → শর্টকাট থেকে কীবোর্ড শর্টকাট বদলান। টার্মিনাল আউটপুট, রিপোজিটরির বিষয়বস্তু এবং GitHub বা Jira-র লেখা মূল ভাষাতেই থাকে।
es: Cascade usa el idioma elegido para la app en Ajustes del Sistema de macOS → General → Idioma y región. Reinicia Cascade después de cambiarlo. Personaliza los atajos en Ajustes → Atajos. La salida del terminal, el contenido del repositorio y el texto de GitHub o Jira mantienen su idioma original.
fr: Cascade utilise la langue de l’app choisie dans Réglages Système de macOS → Général → Langue et région. Redémarrez Cascade après un changement. Personnalisez les raccourcis dans Réglages → Raccourcis. La sortie du terminal, le contenu des dépôts et les textes provenant de GitHub ou Jira conservent leur langue d’origine.
hi: Cascade macOS की सिस्टम सेटिंग्स → सामान्य → भाषा और क्षेत्र में चुनी गई ऐप भाषा इस्तेमाल करता है। भाषा बदलने के बाद Cascade फिर शुरू करें। सेटिंग्स → शॉर्टकट में कीबोर्ड शॉर्टकट बदलें। टर्मिनल आउटपुट, रिपॉज़िटरी की सामग्री और GitHub या Jira से आया टेक्स्ट अपनी मूल भाषा में रहता है।
it: Cascade usa la lingua dell’app scelta in Impostazioni di Sistema di macOS → Generali → Lingua e Zona. Riavvia Cascade dopo averla cambiata. Personalizza le abbreviazioni da tastiera in Impostazioni → Abbreviazioni. L’output del terminale, il contenuto dei repository e i testi di GitHub o Jira mantengono la lingua originale.
ja: Cascade は、macOS の「システム設定 → 一般 → 言語と地域」で指定したアプリの言語を使用します。変更後は Cascade を再起動してください。「設定 → ショートカット」でキーボードショートカットを変更できます。ターミナル出力、リポジトリの内容、GitHub や Jira からのテキストは元の言語のままです。
ko: Cascade는 macOS 시스템 설정 → 일반 → 언어 및 지역에서 지정한 앱 언어를 따릅니다. 언어를 변경한 후 Cascade를 재시작하세요. 설정 → 단축키에서 키보드 단축키를 변경할 수 있습니다. 터미널 출력, 저장소 내용, GitHub 또는 Jira의 텍스트는 원래 언어로 유지됩니다.
pt_br: O Cascade segue o idioma do app definido em Ajustes do Sistema do macOS → Geral → Idioma e Região. Reinicie o Cascade após alterar o idioma. Personalize os atalhos em Ajustes → Atalhos. A saída do terminal, o conteúdo dos repositórios e os textos do GitHub ou Jira permanecem no idioma original.
ru: Cascade использует язык приложения, выбранный в macOS: «Системные настройки → Основные → Язык и регион». После изменения перезапустите Cascade. Сочетания клавиш настраиваются в разделе «Настройки → Сочетания клавиш». Вывод терминала, содержимое репозитория и текст из GitHub или Jira остаются на исходном языке.
sv: Cascade använder det appspråk som du valt i macOS Systeminställningar → Allmänt → Språk och region. Starta om Cascade efter ändringen. Anpassa kortkommandon i Inställningar → Kortkommandon. Terminalutdata, innehåll i kodförråd och text från GitHub eller Jira behåller originalspråket.
zh_hans: Cascade 使用 macOS“系统设置 → 通用 → 语言与地区”中指定的应用语言。更改后请重启 Cascade。可在“设置 → 快捷键”中自定义快捷键。终端输出、仓库内容以及 GitHub 或 Jira 提供的文本会保留原来的语言。
zh_hant: Cascade 使用 macOS「系統設定 → 一般 → 語言與地區」中指定的 App 語言。變更後請重新啟動 Cascade。可在「設定 → 快速鍵」中自訂快速鍵。終端機輸出、儲存庫內容，以及 GitHub 或 Jira 提供的文字會保留原本的語言。

source: Cascade Help
bn: Cascade সহায়তা
es: Ayuda de Cascade
fr: Aide de Cascade
hi: Cascade सहायता
it: Aiuto di Cascade
ja: Cascade ヘルプ
ko: Cascade 도움말
pt_br: Ajuda do Cascade
ru: Справка Cascade
sv: Cascade-hjälp
zh_hans: Cascade 帮助
zh_hant: Cascade 輔助說明

source: Category
bn: বিভাগ
es: Categoría
fr: Catégorie
hi: श्रेणी
it: Categoria
ja: カテゴリ
ko: 범주
pt_br: Categoria
ru: Категория
sv: Kategori
zh_hans: 类别
zh_hant: 類別

source: Changed files
bn: পরিবর্তিত ফাইল
es: Archivos modificados
fr: Fichiers modifiés
hi: बदली गई फ़ाइलें
it: File modificati
ja: 変更されたファイル
ko: 변경된 파일
pt_br: Arquivos alterados
ru: Изменённые файлы
sv: Ändrade filer
zh_hans: 已更改的文件
zh_hant: 已變更的檔案

source: Changed paths
bn: পরিবর্তিত পথ
es: Rutas modificadas
fr: Chemins modifiés
hi: बदले गए पथ
it: Percorsi modificati
ja: 変更されたパス
ko: 변경된 경로
pt_br: Caminhos alterados
ru: Изменённые пути
sv: Ändrade sökvägar
zh_hans: 更改的路径
zh_hant: 變更的路徑

source: Changes
bn: পরিবর্তন
es: Cambios
fr: Modifications
hi: बदलाव
it: Modifiche
ja: 変更
ko: 변경 사항
pt_br: Alterações
ru: Изменения
sv: Ändringar
zh_hans: 更改
zh_hant: 變更

source: Changes requested
bn: পরিবর্তনের অনুরোধ
es: Cambios solicitados
fr: Modifications demandées
hi: बदलाव माँगे गए
it: Modifiche richieste
ja: 変更がリクエストされています
ko: 변경 요청됨
pt_br: Alterações solicitadas
ru: Запрошены изменения
sv: Ändringar begärda
zh_hans: 要求更改
zh_hant: 要求變更

source: Changes requested → In Progress
bn: পরিবর্তনের অনুরোধ → In Progress
es: Cambios solicitados → In Progress
fr: Modifications demandées → In Progress
hi: बदलाव अनुरोधित → In Progress
it: Modifiche richieste → In Progress
ja: 変更要求 → In Progress
ko: 변경 요청 → In Progress
pt_br: Alterações solicitadas → In Progress
ru: Запрошены изменения → In Progress
sv: Ändringar begärda → In Progress
zh_hans: 请求修改 → In Progress
zh_hant: 要求變更 → In Progress

source: Chat opens once %@ is ready. Answer anything it asks here first.
bn: %@ প্রস্তুত হলে চ্যাট খুলবে। আগে এখানে তার প্রশ্নের উত্তর দিন।
es: El chat se abre cuando %@ esté listo. Responde primero aquí a lo que pregunte.
fr: Le chat s’ouvre quand %@ est prêt. Répondez d’abord ici à ses questions.
hi: %@ तैयार होने पर चैट खुलेगी। पहले यहाँ उसके सवालों का जवाब दें।
it: La chat si apre quando %@ è pronto. Rispondi prima qui alle sue domande.
ja: %@ の準備ができるとチャットを開けます。まずここで質問に答えてください。
ko: %@이(가) 준비되면 채팅이 열립니다. 먼저 여기에서 질문에 답하세요.
pt_br: O chat abre quando %@ estiver pronto. Responda primeiro aqui ao que ele perguntar.
ru: Чат откроется, когда %@ будет готов. Сначала ответьте здесь на его вопросы.
sv: Chatten öppnas när %@ är redo. Besvara först eventuella frågor här.
zh_hans: %@ 准备就绪后即可打开聊天。请先在此回答其问题。
zh_hant: %@ 準備就緒後即可開啟聊天。請先在此回答其問題。

source: Check for Updates…
bn: আপডেট দেখুন…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
hi: अपडेट देखें…
it: Verifica aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
pt_br: Buscar atualizações…
ru: Проверить обновления…
sv: Sök efter uppdateringar…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Check your tools
bn: আপনার টুল পরীক্ষা করুন
es: Comprueba tus herramientas
fr: Vérifiez vos outils
hi: अपने टूल जाँचें
it: Controlla gli strumenti
ja: ツールを確認
ko: 도구 확인
pt_br: Verifique suas ferramentas
ru: Проверьте инструменты
sv: Kontrollera dina verktyg
zh_hans: 检查工具
zh_hant: 檢查工具

source: Checking %@ hooks…
bn: %@ হুক পরীক্ষা করা হচ্ছে…
es: Comprobando los hooks de %@…
fr: Vérification des hooks de %@…
hi: %@ हुक जाँच रहे हैं…
it: Verifica degli hook di %@…
ja: %@ のフックを確認中…
ko: %@ 훅 확인 중…
pt_br: Verificando os hooks do %@…
ru: Проверка хуков %@…
sv: Kontrollerar hookar för %@…
zh_hans: 正在检查 %@ 钩子…
zh_hant: 正在檢查 %@ 掛鉤…

source: Checking for uBlock Origin Lite…
bn: uBlock Origin Lite খোঁজা হচ্ছে…
es: Buscando uBlock Origin Lite…
fr: Recherche de uBlock Origin Lite…
hi: uBlock Origin Lite की जाँच हो रही है…
it: Ricerca di uBlock Origin Lite…
ja: uBlock Origin Lite を確認中…
ko: uBlock Origin Lite 확인 중…
pt_br: Verificando uBlock Origin Lite…
ru: Проверка uBlock Origin Lite…
sv: Söker efter uBlock Origin Lite…
zh_hans: 正在检查 uBlock Origin Lite…
zh_hant: 正在檢查 uBlock Origin Lite…

source: Checking login-item status…
bn: লগইন আইটেমের অবস্থা পরীক্ষা হচ্ছে…
es: Comprobando ítem de inicio…
fr: Vérification de l’ouverture à la connexion…
hi: लॉगिन आइटम की स्थिति जाँची जा रही है…
it: Verifica elemento di login…
ja: ログイン項目の状態を確認中…
ko: 로그인 항목 상태 확인 중…
pt_br: Verificando item de início…
ru: Проверка объекта входа…
sv: Kontrollerar inloggningsobjekt…
zh_hans: 正在检查登录项状态…
zh_hant: 正在檢查登入項目狀態…

source: Checking microphone access…
bn: মাইক্রোফোনের অনুমতি পরীক্ষা হচ্ছে…
es: Comprobando acceso al micrófono…
fr: Vérification de l’accès au microphone…
hi: माइक्रोफ़ोन की अनुमति जाँची जा रही है…
it: Verifica accesso al microfono…
ja: マイクへのアクセスを確認中…
ko: 마이크 접근 확인 중…
pt_br: Verificando acesso ao microfone…
ru: Проверка доступа к микрофону…
sv: Kontrollerar mikrofonåtkomst…
zh_hans: 正在检查麦克风权限…
zh_hant: 正在檢查麥克風權限…

source: Checking step %lld/%lld…
bn: ধাপ %lld/%lld পরীক্ষা করা হচ্ছে…
es: Comprobando el paso %lld/%lld…
fr: Vérification de l’étape %lld/%lld…
hi: चरण %lld/%lld जाँच रहे हैं…
it: Verifica del passaggio %lld/%lld…
ja: ステップ %lld/%lld を確認中…
ko: 단계 %lld/%lld 확인 중…
pt_br: Verificando a etapa %lld/%lld…
ru: Проверка шага %lld/%lld…
sv: Kontrollerar steg %lld/%lld…
zh_hans: 正在检查步骤 %lld/%lld…
zh_hant: 正在檢查步驟 %lld/%lld…

source: Checking…
bn: পরীক্ষা চলছে…
es: Comprobando…
fr: Vérification…
hi: जाँच हो रही है…
it: Verifica…
ja: 確認中…
ko: 확인 중…
pt_br: Verificando…
ru: Проверка…
sv: Kontrollerar…
zh_hans: 正在检查…
zh_hant: 檢查中…

source: Checks on the head commit turn green.
bn: সর্বশেষ কমিটের পরীক্ষা সফল হয়।
es: Las comprobaciones del último commit pasan.
fr: Les vérifications du dernier commit réussissent.
hi: नवीनतम कमिट की जाँच सफल होती है।
it: I controlli dell’ultimo commit riescono.
ja: 最新コミットのチェックが成功になります。
ko: 최신 커밋의 검사가 통과합니다.
pt_br: As verificações do último commit passam.
ru: Проверки последнего коммита успешны.
sv: Kontrollerna för senaste commit godkänns.
zh_hans: 最新提交的检查变为通过。
zh_hant: 最新提交的檢查轉為通過。

source: Checks on the head commit turn red.
bn: সর্বশেষ কমিটের পরীক্ষা ব্যর্থ হয়।
es: Las comprobaciones del último commit fallan.
fr: Les vérifications du dernier commit échouent.
hi: नवीनतम कमिट की जाँच विफल होती है।
it: I controlli dell’ultimo commit non riescono.
ja: 最新コミットのチェックが失敗になります。
ko: 최신 커밋의 검사가 실패합니다.
pt_br: As verificações do último commit falham.
ru: Проверки последнего коммита не пройдены.
sv: Kontrollerna för senaste commit misslyckas.
zh_hans: 最新提交的检查变为失败。
zh_hant: 最新提交的檢查轉為失敗。

source: Choose
bn: বেছে নিন
es: Elegir
fr: Choisir
hi: चुनें
it: Scegli
ja: 選択
ko: 선택
pt_br: Escolher
ru: Выбрать
sv: Välj
zh_hans: 选择
zh_hant: 選擇

source: Choose a file from this worktree
bn: এই ওয়ার্কট্রি থেকে ফাইল বাছুন
es: Elige un archivo de este árbol de trabajo
fr: Choisissez un fichier de cet arbre de travail
hi: इस वर्कट्री से फ़ाइल चुनें
it: Scegli un file da questo albero di lavoro
ja: このワークツリーからファイルを選択
ko: 이 작업 트리에서 파일 선택
pt_br: Escolha um arquivo desta árvore de trabalho
ru: Выберите файл из этого рабочего дерева
sv: Välj en fil i detta arbetsträd
zh_hans: 从此工作树选择文件
zh_hant: 從此工作樹選擇檔案

source: Choose a file to open
bn: খোলার জন্য ফাইল বাছুন
es: Elige un archivo para abrir
fr: Choisissez un fichier à ouvrir
hi: खोलने के लिए फ़ाइल चुनें
it: Scegli un file da aprire
ja: 開くファイルを選択
ko: 열 파일 선택
pt_br: Escolha um arquivo para abrir
ru: Выберите файл для открытия
sv: Välj en fil att öppna
zh_hans: 选择要打开的文件
zh_hant: 選擇要開啟的檔案
